{"maximumSentences":5,"lang":"pt","searchTerm":"abelhas","prefix":"What is","sourceContentOriginal":"Abelhas são insetos voadores, conhecidos pelo seu importante papel na polinização. Pertencem à ordem Hymenoptera, da superfamília Apoidea, subgrupo Anthophila, e são aparentados das vespas e formigas.\nO representante mais conhecido é a Apis mellifera, oriunda do Velho Mundo, criada em larga escala para a produção de mel, própolis, geleia real e veneno. As espécies de abelhas nativas das Américas e Oceania não possuem ferrão e são menos agressivas do que as espécies africanas, a maioria destas pertence à tribo Meliponini. As abelhas com ferrão encontradas comumente no Brasil são espécies híbridas de abelhas europeias e africanas, criadas para maior produtividade e resistência. As abelhas sem ferrão encontradas comumente no Brasil são espécies do gênero Meliponini e a mais conhecida é a jataí Tetragonisca angustula. \nHá mais de 25.000 espécies de abelhas conhecidas em sete famílias biológicas reconhecidas. Elas são encontrados em todos os continentes, exceto a Antártida, em todos os habitats do planeta onde existam plantas de flores polinizadas por insetos. \nAs abelhas, abelhões, e abelhas sem ferrão vivem socialmente em colônias. \nElas estão adaptadas a uma alimentação de néctar e pólen, o primeiro principalmente como uma fonte de energia e os último principalmente pelas proteínas e outros nutrientes. A maioria do pólen é usado como o alimento para as larvas que as tem definido como um insecto herbívoro mas que estudos recentes podem obrigar a reconsiderar essa posição científica, catalogado-as antes como omnívoras, pois foi percebida a importância alimentar das proteínas microbianas existentes no interior do mesmo pólen.\nA polinização que as abelhas fazem é importantíssimo, tanto ecologicamente como comercialmente; o declínio em abelhas selvagens aumentou o valor da polinização por colmeias, geridas comercialmente, de abelhas melíferas. \nAs abelhas variam em tamanho desde minúsculas espécies de abelhas sem ferrão cujas obreiras são inferiores a 2 milímetros de comprimento,como a Perdita Minima,  até à  Chalicodoma Plutão, a maior espécie de abelha cortadeira, cujas fêmeas podem atingir um comprimento de 39 milímetros . As abelhas mais comuns no hemisfério norte são as Halictidae;  são pequenas e muitas vezes confundidas com vespas ou moscas. Vertebrados predadores de abelhas incluem aves como os abelharucos; insetos incluem vespas e libélulas.\nA apicultura tem sido praticada há milênios, desde pelo menos os tempos do Antigo Egito e da  Grécia Antiga. Além do mel e da polinização, as abelhas produzem cera de abelha, geléia real e própolis. As abelhas têm aparecido na mitologia e folclore, através de todas as fases da arte e da literatura, desde os tempos antigos até os dias atuais.\n\n\n== Evolução ==\nA história evolutiva dos insetos mostra que os primeiros insetos aparecem por volta de 480 milhões de anos, no período Ordoviciano,  e os  insetos voadores por volta de 400 milhões de anos, no período Devoniano.Estudos genéticos sugerem que as abelhas provêm, como as formigas, da especialização de vespas predadoras da família Crabronidae. Supõe-se que  evoluiram a partir de espécies que se alimentavam de insetos cobertos de polén, o qual teriam passado a preferir. \n\nOs mais antigos fósseis de abelhas foram encontrados presos em  âmbar. Estas abelhas pertencem a espécies e gêneros agora extintos. O fóssil mais antigo descoberto, até hoje, é o Melittosphex burmensis : com 100 milhões de anos;  essa minúscula espécie descoberta em 2006 na Birmânia tinha grãos de pólen nos pés   Esta descoberta confirma a origem comum de vespas e abelhas e a idade da coevolução entre as \"abelhas\" e angiospermas. Essa descoberta sugere que as primeiras abelhas vegetarianas surgiram de ancestrais de vespas insetívoros  . O gênero Electrapis viveu no Cretáceo Superior, há cerca de 70 milhões de anos, na atual região báltica e tinha uma forma muito semelhante à da abelha melífera contemporânea.\n\n\n== Coevolução ==\n\nAs primeiras flores foram polinizadas por insetos como besouros;  a polinização por insetos foi bem estabelecida antes da primeira aparição das abelhas. A diferença importante é que as abelhas são especializadas como agentes de polinização, com modificações comportamentais e físicas que realçam especificamente a polinização, e são os insetos polinizadores mais eficientes. Em um processo de coevolução, as flores desenvolveram também adaptações, recompensas florais tais como o néctar, óleos florais, e partes comestíveis,  e os tubos mais longos, e as abelhas desenvolveram línguas mais longas para extrair o néctar.  As abelhas também desenvolveram estruturas para coletar e transportar pólen. A localização e o tipo diferem entre grupos de abelhas. A maioria das abelhas têm pêlos localizados em suas patas traseiras ou na parte inferior de seus abdômen, algumas abelhas na família Apidae possuem \"cestas\" de pólen em suas patas traseiras.\n\n\n== Diversidade ==\nA maior parte das espécies de abelhas são solitárias, não fabricam mel nem constroem colmeias; todas têm,  no entanto, um papel muito importante na polinização.  Ao longo de milhares de anos de evolução, em que se espalharam por todo o mundo, adaptaram-se a diversos habitats e criaram uma espantosa diversidade. Algumas espécies desprezam o néctar, outras  (exemploː Rediviva emdeorum) especializaram-se em óleos florais.Algumas abelhas, como a Andrena Fulva ou a Andrena Cinerária, constroem ninhos no subsolo. As abelhas carpinteiras - como a Xylocopa violacea ou a Xylocopa caerulea  -constroem ninhos na madeira morta ou em caules ocos. As abelhas \"pedreiras\"  - como a Osmia bicornis ou a Osmia lignaria - fazem   paredes de barro para formar compartimentos em seus ninhos.A Lestrimelitta limao (iratim), encontrada no Brasil e Panamá, possui o hábito de saquear o alimento (néctar e pólen) de outras colônias de abelhas. Produz mel tóxico para os humanos.  As abelhas \"abutres\" são um pequeno grupo de três espécies de abelhas sem ferrão americanas do gênero Trigona que se alimentam de carne putrefacta em vez de pólen ou néctar. Do ponto de vista humano e para a exploração do mel e produtos derivados das abelhas, cerca de  apenas  meia dúzia de espécies apresentam interesseː a Tetragonula carbonaria  australiana, sem ferrão, a Tetragonisca angustula, a  indonésia Megachile pluto, e principalmente as do género Apis -  Apis cerana japonica, Apis dorsata labriosa  dos Himalaias,  a dominante Apis mellifera, e a mais feroz de todas, a africanizada Apis mellifera scutella.\n\n\n== Biologia da Apis mellifera ==\n\nOs indivíduos adultos se alimentam geralmente de néctar e são os mais importantes agentes de polinização. As abelhas geralmente polinizam flores de todos os tipos, embora algumas espécies se especializem em determinadas  flores. Uma abelha visita dez flores por minuto em busca de pólen e do néctar. Ela faz, em média, quarenta voos diários, tocando em 40 mil flores. Com a língua, as abelhas recolhem o néctar do fundo de cada flor e guardam-no numa bolsa localizada na garganta. Depois voltam à colmeia e o néctar vai passando de abelha em abelha. Desse modo a água que ele contém se evapora, ele engrossa e se transforma   em mel. A maioria das abelhas transporta uma carga eletrostática, que ajuda-as na aderência ao pólen.As abelhas, como grande parte dos insetos,  têm cinco olhos. Três são pequenos, no topo da cabeça, os chamados \"olhos simples\" ou ocelos, que apenas detectam mudanças de intensidade da luz; os  dois olhos compostos, maiores, com milhares de lentes minúsculas , estão na parte frontal da cabeça e detectam luz polarizada.Uma abelha produz cinco gramas de mel por ano. Para produzir um quilo de mel, as abelhas precisam visitar 5 milhões de flores e consomem cerca de 6 a 7 gramas de mel para produzirem 1 grama de cera.Uma colmeia abriga de 60 a 80 mil abelhas. Tem uma rainha, cerca de 400 zangões e milhares de operárias. Se nascem duas ou mais rainhas ao mesmo tempo, elas lutam até que sobre apenas uma rainha. A abelha-rainha vive até 5 anos, enquanto as operárias vivem de 28 a 48 dias.Apenas as abelhas fêmeas trabalham. Os machos podem entrar em qualquer colmeia ao contrário das fêmeas. A principal missão dos machos é fecundar a rainha. O zangão também tem a função de proteger a colmeia de outros insetos que possam ameaçá-la. Apesar de não possuir ferrão, as suas presas servem para atacar outros insetos que tentem invadir a colmeia, como vespas ou formigas. A rainha voa o máximo que pode e é fecundada pelo macho que conseguir ir até ela, esse voo se chama: voo nupcial. Depois de cumprirem essa missão em particular, eles não são mais aceitos na colmeia. No fim do verão, ou quando há pouco mel na colmeia, as operárias caem.\n\n\n== Biologia das Meliponídeas (\"sem ferrão\") ==\n\nAs abelhas do grupo Meliponini produtoras de mel pertencem geralmente aos gêneros Trigona, Scaptotrigona, Melipona, embora existam outros gêneros contendo espécies que produzem algum mel aproveitável. Elas são cultivadas na meliponicultura da mesma forma que as abelhas com ferrão do gênero Apis são cultivadas na apicultura.Embora o tamanho das colônias da maioria dessas abelhas seja muito menor que o das abelhas europeias e africanas do gênero Apis, em certas espécies a produtividade de mel por abelha pode ser bastante elevada, com colônias contendo menos de mil insetos sendo capazes de produzir até 3 ou 4 litros de mel por ano. Provavelmente a campeã mundial em produtividade, a manduri vive em enxames com apenas cerca de 300 indivíduos, mas mesmo assim pode produzir até 3 litros de mel por ano nas condições adequadas. Ela é uma das menores entre todas as abelhas do gênero Melipona, com comprimento de 6 a 7 mm, e está sendo usada em alguns países como o Japão e a Alemanha como polinizadoras em estufas.\nUma colônia abriga entre 300 e mil indivíduos. Algumas espécies possuem mais de uma rainha. A abelha-rainha pode viver até 2,5 anos, equanto as operárias vivem em média 60 dias. Composta por diversas castas, que incluem uma rainha (ou mais de uma em algumas espécies), abelhas operárias, zangões e princesas, que são as rainhas ainda não fecundadas. Ao contrário das abelhas com ferrão, as operárias da tribo Meliponini podem também colocar ovos férteis, dos quais em geral nascem apenas zangões. Contudo, já foi observado em mais de uma espécie a ocorrência de fecundação de operárias pelos zangões, e nestes casos as operárias passam a ser capazes de colocar ovos fecundados produzindo outras fêmeas. Diferentemente do que ocorre no gênero Apis, nas abelhas do gênero Melipona a determinação da casta das fêmeas obedece a fatores genéticos e não a alimentação especial das larvas selecionadas para serem rainhas. Este grupo, portanto, não produz a geleia real. Já nas espécies da tribo Trigonini geralmente é a quantidade de alimento ingerido pelas larvas que determina a evolução destas como rainhas, e por isso as operárias constroem favos maiores para acomodar as larvas quando é época de multiplicação da colônia ou se uma nova rainha se tornar necessária. Tais favos de grande tamanho são chamados \"células reais\".\n\n\n== Anatomia ==\n\n\n=== Pernas ===\nA abelha, como todo o inseto, tem três pares de pernas. Utiliza o primeiro para limpar as antenas, protegendo-as da poeira. O segundo serve de apoio para o seu corpo, e o terceiro par, chamado de patas coletoras, serve para mover pólen. Na tuba das patas coletoras fica o lavatório para o óleo: corbícula, espécie de pote. Ainda no terceiro par, fica o \"escorpião\", com o qual a abelha recolhe o pólen e, trocando as patas, deposita-o com o centro na corbícula direita e, com a direita na corbícula central.\n\n\n=== Língua ===\nA língua, ou lígula move-se num canal formado pelas maxilas e os palpos labiais, terminando num tufo de pelos que, como uma esponja, absorve o néctar da flor.\n\n\n=== Mandíbula e maxilar ===\nSão órgãos responsáveis por amassar as escamas de cera que a abelha expele do abdômen, utilizadas depois para construir os favos. Têm também a função de abrir as anteras das flores para extrair o pólen, varrer a colmeia e mutilar os inimigos.\n\n\n=== Antenas ===\nÓrgãos do olfato e do tato são extremamente sensíveis. As abelhas, farejando com as antenas na escuridão, são capazes de construir favos perfeitamente geométricos.\n\n\n=== Ferrão ===\nO ferrão serve para injetar toxina (apitoxina) no corpo do inimigo. Somente as operárias o utilizam para defesa ou ataques. A rainha possui uma espécie de ferrão que é utilizado para manipular os ovos na postura ou duelar com outra rainha, e os zangões não possuem ferrão. A operária, ao ferroar um humano, deixa o ferrão na vítima, pois o mesmo é disposto de pequenos espinhos no sentido oposto, como se fossem uma seta, daí fica preso à pele. E junto ao ferrão, fica o intestino da operária, que com sua perda morrerá em seguida. O ferrão, mesmo após separado do corpo do insecto, continua a pulsar, injectando  veneno.\n\n\n=== Abdômen e tórax ===\nSão os órgãos que contém os aparelhos: digestivo (tubo faringiano, o esôfago e o estômago ou papo); o circulatório e o respiratório (o sangue é incolor e circula com as contrações do coração, pela aorta e pelo vaso dorsal. Há ainda os estigmas - orifícios por onde respiram os insetos.); o aparelho de reprodução masculino (os órgãos sexuais masculinos terminam na face dorsal do penúltimo anel da crosta) e o feminino (um par de ovários, um oviduto e um receptáculo seminal).\n\n\n=== Órgãos da visão ===\nOs olhos compostos são dois grandes olhos localizados na parte lateral da cabeça. São formados por estruturas menores denominadas omatídeos, cujo número varia de acordo com a casta, sendo bem mais numerosos nos zangões do que em operárias e rainhas (Dade, 1994). Possuem função de percepção de luz, cores e movimentos. As abelhas não conseguem perceber a cor vermelha, mas podem perceber ultravioleta, azul-violeta, azul, verde, amarelo e laranja (Nogueira Couto & Couto, 2002). Os olhos compostos - um de cada lado da cabeça de superfície hexagonal, permite uma visão panorâmica dos objetos afastados, aumentando-os 60 vezes.Os olhos simples ou ocelos são estruturas menores, em número de três, localizadas na região frontal da cabeça formando um triângulo. Não formam imagens. Têm como função detectar a intensidade luminosa.\n\n\n=== Asas ===\nAs asas são formadas por duas membranas superpostas, reforçadas por nervuras ramificadas. Os pares de trás são menores e munidos de ganchinhos, com os quais a abelha, durante o voo, prende as duas asas formando uma só.\n\n\n=== Sistema de defesa ===\n\nA abelha operária (ou obreira), preocupada com sua própria sobrevivência e encarregada da proteção da colmeia como um todo, tem um ferrão na parte traseira para ataque em situações de suposto perigo. Esse ferrão tem pequenas farpas, o que impede que seja retirado com facilidade da pele humana.Quando uma abelha se sente ameaçada, ela utiliza o ferrão no animal que estiver por perto. Depois de dar a ferroada, ela tenta escapar e, por causa das farpas, a parte posterior do abdômen onde se localiza o ferrão na maioria das vezes fica presa na pele do animal e, em alguns casos, a abelha perde uma parte do intestino, morrendo logo em seguida. Já ao picar insetos, a abelha muitas vezes consegue retirar as farpas da vítima e ainda sobreviver.Os órgãos prejudicados das abelhas em caso de o ferrão ficar preso na vitima e levar órgãos juntos variam de intestino até o coração.A ferroada da abelha no ser humano é muito dolorosa, e a sensação instantânea é semelhante a de levar um choque de alta voltagem. Seu ferrão é unido a um sistema venenoso que faz com que a pele da vítima inche levemente na região (cerca de 2 cm ao redor), podendo ficar avermelhada, dolorida e coçando por até dois dias.Apesar disso, o veneno (baseado em Apitoxina) não causa maiores danos. Esse veneno é produzido por uma glândula de secreção ácida e outra de secreção alcalina embutidas dentro do abdômen da abelha operária. O veneno, em concentração visível, é semitransparente, de sabor amargo e com um forte odor. Pode ser usado eventualmente com valor terapêutico e tem alguns efeitos positivos na região em que foi injetado. O veneno pode ser também um perigo grave ou mortal em grande quantidade para quem é alérgico à sua composição.\n\n\n== A vida das abelhas ==\nAs abelhas são insetos que vivem em sociedades homeotípicas (com distinção de funções dentro da sociedade). Elas são conhecidas há mais de  40.000 anos  e as que mais se prestam para a polinização, ajudando enormemente a agricultura, produção originária de mel, geleia real, cera e própolis, são as abelhas pertencentes ao gênero Apis. Essas abelhas são originalmente do Hemisfério Norte, porém com o Aquecimento Global se mudaram para o Hemisfério Sul. Consequentemente,com essa longa travessia algumas acabaram se espalhado pelo mundo. Inseto laborioso, disciplinado, a abelha convive num  sistema de extraordinária organização: em cada colmeia existem cerca de 80.000 abelhas e cada colônia é constituída por uma única rainha e cerca de 400 zangões.\n\n\n== Abelha-rainha ==\n\nA abelha rainha é personagem central e mais importante da sociedade. Seu tamanho é quase duas vezes maior do que o das operárias, e sua única função do ponto de vista biológico é a postura de ovos e manter a ordem na colmeia usando feromônios que só ela possui. Única fêmea com capacidade de reprodução, a rainha nasce de um ovo fecundado, e é criada numa célula especial - diferente dos alvéolos hexagonais que formam os favos - uma cápsula denominada realeira, na qual é alimentada pelas operárias com a geleia real, produto riquíssimo em proteínas, vitaminas e hormônios sexuais. A geleia real é o alimento único e exclusivo da abelha-rainha, durante toda sua vida. A partir do nono dia, ela já está preparada para realizar o seu voo nupcial, quando será fecundada pelos zangões. Caso apareça outra rainha na colmeia, ambas lutarão até que uma delas morra.[carece de fontes?]No entanto, um estudo recente demonstra que as abelhas do Cabo na África do sul são capazes de realizar uma reprodução assexuada, nesse caso as abelhas operárias produzem ovos fecundados com seu próprio DNA.\n\n\n== Apiterapia ==\n\nApiterapia é um tipo de medicina alternativa que utiliza produtos das abelhas, como o mel, o pólen,  própolis ,  geleia real e as apitoxinas (veneno de abelha). Os benefícios deste tipo de tratamentos não estão estabelecidos por evidências científicas,  apesar de muitas das suas práticas datarem de muitos anos antes da era cristã.   A terapia por veneno de abelha é usada para  tratar doenças como a Esclerose Múltipla, e a Artrite.   \n\n\n== Ver também ==\nMel\nSoro contra veneno de abelha\nApicultura\nApiterapia\nColmeia\nDistúrbio do colapso das colônias\nDeclínio das populações de insetos\n\n\n== Referências ==\n\n\n== Ligações externas ==\n\nQual a diferença entre abelhas e vespas?  Superinteressante, 4 de julho de 2018\nSumiço de abelhas intriga cientistas de vários países  Por  Ricardo Westin. UOL, 7 de julho de 2007\nO espantoso sumiço das abelhas:  inseticidas estão provocando redução de até 50% no número de colmeias, nos EUA e Europa. Por Najar Tubino, de  Carta Maior. Outras Palavras, 2 de março de 2013.\nApicultores brasileiros encontram meio bilhão de abelhas mortas em três meses  Por Pedro Grigori e Bruno Fonseca. Agência Pública/Repórter Brasil, 7 de março de 2019","sourceContentSanitized":"Abelhas são insetos voadores, conhecidos pelo seu importante papel na polinização. Pertencem à ordem Hymenoptera, da superfamília Apoidea, subgrupo Anthophila, e são aparentados das vespas e formigas. O representante mais conhecido é a Apis mellifera, oriunda do Velho Mundo, criada em larga escala para a produção de mel, própolis, geleia real e veneno. As espécies de abelhas nativas das Américas e Oceania não possuem ferrão e são menos agressivas do que as espécies africanas, a maioria destas pertence à tribo Meliponini. As abelhas com ferrão encontradas comumente no Brasil são espécies híbridas de abelhas europeias e africanas, criadas para maior produtividade e resistência. As abelhas sem ferrão encontradas comumente no Brasil são espécies do gênero Meliponini e a mais conhecida é a jataí Tetragonisca angustula. Há mais de 25.000 espécies de abelhas conhecidas em sete famílias biológicas reconhecidas. Elas são encontrados em todos os continentes, exceto a Antártida, em todos os habitats do planeta onde existam plantas de flores polinizadas por insetos. As abelhas, abelhões, e abelhas sem ferrão vivem socialmente em colônias. Elas estão adaptadas a uma alimentação de néctar e pólen, o primeiro principalmente como uma fonte de energia e os último principalmente pelas proteínas e outros nutrientes. A maioria do pólen é usado como o alimento para as larvas que as tem definido como um insecto herbívoro mas que estudos recentes podem obrigar a reconsiderar essa posição científica, catalogado-as antes como omnívoras, pois foi percebida a importância alimentar das proteínas microbianas existentes no interior do mesmo pólen. A polinização que as abelhas fazem é importantíssimo, tanto ecologicamente como comercialmente; o declínio em abelhas selvagens aumentou o valor da polinização por colmeias, geridas comercialmente, de abelhas melíferas. As abelhas variam em tamanho desde minúsculas espécies de abelhas sem ferrão cujas obreiras são inferiores a 2 milímetros de comprimento,como a Perdita Minima, até à Chalicodoma Plutão, a maior espécie de abelha cortadeira, cujas fêmeas podem atingir um comprimento de 39 milímetros . As abelhas mais comuns no hemisfério norte são as Halictidae; são pequenas e muitas vezes confundidas com vespas ou moscas. Vertebrados predadores de abelhas incluem aves como os abelharucos; insetos incluem vespas e libélulas. A apicultura tem sido praticada há milênios, desde pelo menos os tempos do Antigo Egito e da Grécia Antiga. Além do mel e da polinização, as abelhas produzem cera de abelha, geléia real e própolis. As abelhas têm aparecido na mitologia e folclore, através de todas as fases da arte e da literatura, desde os tempos antigos até os dias atuais. A história evolutiva dos insetos mostra que os primeiros insetos aparecem por volta de 480 milhões de anos, no período Ordoviciano, e os insetos voadores por volta de 400 milhões de anos, no período Devoniano.Estudos genéticos sugerem que as abelhas provêm, como as formigas, da especialização de vespas predadoras da família Crabronidae. Supõe-se que evoluiram a partir de espécies que se alimentavam de insetos cobertos de polén, o qual teriam passado a preferir. Os mais antigos fósseis de abelhas foram encontrados presos em âmbar. Estas abelhas pertencem a espécies e gêneros agora extintos. O fóssil mais antigo descoberto, até hoje, é o Melittosphex burmensis : com 100 milhões de anos; essa minúscula espécie descoberta em 2006 na Birmânia tinha grãos de pólen nos pés  Esta descoberta confirma a origem comum de vespas e abelhas e a idade da coevolução entre as \"abelhas\" e angiospermas. Essa descoberta sugere que as primeiras abelhas vegetarianas surgiram de ancestrais de vespas insetívoros . O gênero Electrapis viveu no Cretáceo Superior, há cerca de 70 milhões de anos, na atual região báltica e tinha uma forma muito semelhante à da abelha melífera contemporânea. As primeiras flores foram polinizadas por insetos como besouros; a polinização por insetos foi bem estabelecida antes da primeira aparição das abelhas. A diferença importante é que as abelhas são especializadas como agentes de polinização, com modificações comportamentais e físicas que realçam especificamente a polinização, e são os insetos polinizadores mais eficientes. Em um processo de coevolução, as flores desenvolveram também adaptações, recompensas florais tais como o néctar, óleos florais, e partes comestíveis, e os tubos mais longos, e as abelhas desenvolveram línguas mais longas para extrair o néctar. As abelhas também desenvolveram estruturas para coletar e transportar pólen. A localização e o tipo diferem entre grupos de abelhas. A maioria das abelhas têm pêlos localizados em suas patas traseiras ou na parte inferior de seus abdômen, algumas abelhas na família Apidae possuem \"cestas\" de pólen em suas patas traseiras. A maior parte das espécies de abelhas são solitárias, não fabricam mel nem constroem colmeias; todas têm, no entanto, um papel muito importante na polinização. Ao longo de milhares de anos de evolução, em que se espalharam por todo o mundo, adaptaram-se a diversos habitats e criaram uma espantosa diversidade. Algumas espécies desprezam o néctar, outras  especializaram-se em óleos florais.Algumas abelhas, como a Andrena Fulva ou a Andrena Cinerária, constroem ninhos no subsolo. As abelhas carpinteiras - como a Xylocopa violacea ou a Xylocopa caerulea -constroem ninhos na madeira morta ou em caules ocos. As abelhas \"pedreiras\" - como a Osmia bicornis ou a Osmia lignaria - fazem  paredes de barro para formar compartimentos em seus ninhos.A Lestrimelitta limao , encontrada no Brasil e Panamá, possui o hábito de saquear o alimento de outras colônias de abelhas. Produz mel tóxico para os humanos. As abelhas \"abutres\" são um pequeno grupo de três espécies de abelhas sem ferrão americanas do gênero Trigona que se alimentam de carne putrefacta em vez de pólen ou néctar. Do ponto de vista humano e para a exploração do mel e produtos derivados das abelhas, cerca de apenas meia dúzia de espécies apresentam interesseː a Tetragonula carbonaria australiana, sem ferrão, a Tetragonisca angustula, a indonésia Megachile pluto, e principalmente as do género Apis - Apis cerana japonica, Apis dorsata labriosa dos Himalaias, a dominante Apis mellifera, e a mais feroz de todas, a africanizada Apis mellifera scutella. Os indivíduos adultos se alimentam geralmente de néctar e são os mais importantes agentes de polinização. As abelhas geralmente polinizam flores de todos os tipos, embora algumas espécies se especializem em determinadas flores. Uma abelha visita dez flores por minuto em busca de pólen e do néctar. Ela faz, em média, quarenta voos diários, tocando em 40 mil flores. Com a língua, as abelhas recolhem o néctar do fundo de cada flor e guardam-no numa bolsa localizada na garganta. Depois voltam à colmeia e o néctar vai passando de abelha em abelha. Desse modo a água que ele contém se evapora, ele engrossa e se transforma  em mel. A maioria das abelhas transporta uma carga eletrostática, que ajuda-as na aderência ao pólen.As abelhas, como grande parte dos insetos, têm cinco olhos. Três são pequenos, no topo da cabeça, os chamados \"olhos simples\" ou ocelos, que apenas detectam mudanças de intensidade da luz; os dois olhos compostos, maiores, com milhares de lentes minúsculas , estão na parte frontal da cabeça e detectam luz polarizada.Uma abelha produz cinco gramas de mel por ano. Para produzir um quilo de mel, as abelhas precisam visitar 5 milhões de flores e consomem cerca de 6 a 7 gramas de mel para produzirem 1 grama de cera.Uma colmeia abriga de 60 a 80 mil abelhas. Tem uma rainha, cerca de 400 zangões e milhares de operárias. Se nascem duas ou mais rainhas ao mesmo tempo, elas lutam até que sobre apenas uma rainha. A abelha-rainha vive até 5 anos, enquanto as operárias vivem de 28 a 48 dias.Apenas as abelhas fêmeas trabalham. Os machos podem entrar em qualquer colmeia ao contrário das fêmeas. A principal missão dos machos é fecundar a rainha. O zangão também tem a função de proteger a colmeia de outros insetos que possam ameaçá-la. Apesar de não possuir ferrão, as suas presas servem para atacar outros insetos que tentem invadir a colmeia, como vespas ou formigas. A rainha voa o máximo que pode e é fecundada pelo macho que conseguir ir até ela, esse voo se chama: voo nupcial. Depois de cumprirem essa missão em particular, eles não são mais aceitos na colmeia. No fim do verão, ou quando há pouco mel na colmeia, as operárias caem. As abelhas do grupo Meliponini produtoras de mel pertencem geralmente aos gêneros Trigona, Scaptotrigona, Melipona, embora existam outros gêneros contendo espécies que produzem algum mel aproveitável. Elas são cultivadas na meliponicultura da mesma forma que as abelhas com ferrão do gênero Apis são cultivadas na apicultura.Embora o tamanho das colônias da maioria dessas abelhas seja muito menor que o das abelhas europeias e africanas do gênero Apis, em certas espécies a produtividade de mel por abelha pode ser bastante elevada, com colônias contendo menos de mil insetos sendo capazes de produzir até 3 ou 4 litros de mel por ano. Provavelmente a campeã mundial em produtividade, a manduri vive em enxames com apenas cerca de 300 indivíduos, mas mesmo assim pode produzir até 3 litros de mel por ano nas condições adequadas. Ela é uma das menores entre todas as abelhas do gênero Melipona, com comprimento de 6 a 7 mm, e está sendo usada em alguns países como o Japão e a Alemanha como polinizadoras em estufas. Uma colônia abriga entre 300 e mil indivíduos. Algumas espécies possuem mais de uma rainha. A abelha-rainha pode viver até 2,5 anos, equanto as operárias vivem em média 60 dias. Composta por diversas castas, que incluem uma rainha , abelhas operárias, zangões e princesas, que são as rainhas ainda não fecundadas. Ao contrário das abelhas com ferrão, as operárias da tribo Meliponini podem também colocar ovos férteis, dos quais em geral nascem apenas zangões. Contudo, já foi observado em mais de uma espécie a ocorrência de fecundação de operárias pelos zangões, e nestes casos as operárias passam a ser capazes de colocar ovos fecundados produzindo outras fêmeas. Diferentemente do que ocorre no gênero Apis, nas abelhas do gênero Melipona a determinação da casta das fêmeas obedece a fatores genéticos e não a alimentação especial das larvas selecionadas para serem rainhas. Este grupo, portanto, não produz a geleia real. Já nas espécies da tribo Trigonini geralmente é a quantidade de alimento ingerido pelas larvas que determina a evolução destas como rainhas, e por isso as operárias constroem favos maiores para acomodar as larvas quando é época de multiplicação da colônia ou se uma nova rainha se tornar necessária. Tais favos de grande tamanho são chamados \"células reais\". A abelha, como todo o inseto, tem três pares de pernas. Utiliza o primeiro para limpar as antenas, protegendo-as da poeira. O segundo serve de apoio para o seu corpo, e o terceiro par, chamado de patas coletoras, serve para mover pólen. Na tuba das patas coletoras fica o lavatório para o óleo: corbícula, espécie de pote. Ainda no terceiro par, fica o \"escorpião\", com o qual a abelha recolhe o pólen e, trocando as patas, deposita-o com o centro na corbícula direita e, com a direita na corbícula central. A língua, ou lígula move-se num canal formado pelas maxilas e os palpos labiais, terminando num tufo de pelos que, como uma esponja, absorve o néctar da flor. São órgãos responsáveis por amassar as escamas de cera que a abelha expele do abdômen, utilizadas depois para construir os favos. Têm também a função de abrir as anteras das flores para extrair o pólen, varrer a colmeia e mutilar os inimigos. Órgãos do olfato e do tato são extremamente sensíveis. As abelhas, farejando com as antenas na escuridão, são capazes de construir favos perfeitamente geométricos. O ferrão serve para injetar toxina no corpo do inimigo. Somente as operárias o utilizam para defesa ou ataques. A rainha possui uma espécie de ferrão que é utilizado para manipular os ovos na postura ou duelar com outra rainha, e os zangões não possuem ferrão. A operária, ao ferroar um humano, deixa o ferrão na vítima, pois o mesmo é disposto de pequenos espinhos no sentido oposto, como se fossem uma seta, daí fica preso à pele. E junto ao ferrão, fica o intestino da operária, que com sua perda morrerá em seguida. O ferrão, mesmo após separado do corpo do insecto, continua a pulsar, injectando veneno. São os órgãos que contém os aparelhos: digestivo ; o circulatório e o respiratório ; o aparelho de reprodução masculino e o feminino . Os olhos compostos são dois grandes olhos localizados na parte lateral da cabeça. São formados por estruturas menores denominadas omatídeos, cujo número varia de acordo com a casta, sendo bem mais numerosos nos zangões do que em operárias e rainhas . Possuem função de percepção de luz, cores e movimentos. As abelhas não conseguem perceber a cor vermelha, mas podem perceber ultravioleta, azul-violeta, azul, verde, amarelo e laranja . Os olhos compostos - um de cada lado da cabeça de superfície hexagonal, permite uma visão panorâmica dos objetos afastados, aumentando-os 60 vezes.Os olhos simples ou ocelos são estruturas menores, em número de três, localizadas na região frontal da cabeça formando um triângulo. Não formam imagens. Têm como função detectar a intensidade luminosa. As asas são formadas por duas membranas superpostas, reforçadas por nervuras ramificadas. Os pares de trás são menores e munidos de ganchinhos, com os quais a abelha, durante o voo, prende as duas asas formando uma só. A abelha operária , preocupada com sua própria sobrevivência e encarregada da proteção da colmeia como um todo, tem um ferrão na parte traseira para ataque em situações de suposto perigo. Esse ferrão tem pequenas farpas, o que impede que seja retirado com facilidade da pele humana.Quando uma abelha se sente ameaçada, ela utiliza o ferrão no animal que estiver por perto. Depois de dar a ferroada, ela tenta escapar e, por causa das farpas, a parte posterior do abdômen onde se localiza o ferrão na maioria das vezes fica presa na pele do animal e, em alguns casos, a abelha perde uma parte do intestino, morrendo logo em seguida. Já ao picar insetos, a abelha muitas vezes consegue retirar as farpas da vítima e ainda sobreviver.Os órgãos prejudicados das abelhas em caso de o ferrão ficar preso na vitima e levar órgãos juntos variam de intestino até o coração.A ferroada da abelha no ser humano é muito dolorosa, e a sensação instantânea é semelhante a de levar um choque de alta voltagem. Seu ferrão é unido a um sistema venenoso que faz com que a pele da vítima inche levemente na região , podendo ficar avermelhada, dolorida e coçando por até dois dias.Apesar disso, o veneno não causa maiores danos. Esse veneno é produzido por uma glândula de secreção ácida e outra de secreção alcalina embutidas dentro do abdômen da abelha operária. O veneno, em concentração visível, é semitransparente, de sabor amargo e com um forte odor. Pode ser usado eventualmente com valor terapêutico e tem alguns efeitos positivos na região em que foi injetado. O veneno pode ser também um perigo grave ou mortal em grande quantidade para quem é alérgico à sua composição. As abelhas são insetos que vivem em sociedades homeotípicas . Elas são conhecidas há mais de 40.000 anos e as que mais se prestam para a polinização, ajudando enormemente a agricultura, produção originária de mel, geleia real, cera e própolis, são as abelhas pertencentes ao gênero Apis. Essas abelhas são originalmente do Hemisfério Norte, porém com o Aquecimento Global se mudaram para o Hemisfério Sul. Consequentemente,com essa longa travessia algumas acabaram se espalhado pelo mundo. Inseto laborioso, disciplinado, a abelha convive num sistema de extraordinária organização: em cada colmeia existem cerca de 80.000 abelhas e cada colônia é constituída por uma única rainha e cerca de 400 zangões. A abelha rainha é personagem central e mais importante da sociedade. Seu tamanho é quase duas vezes maior do que o das operárias, e sua única função do ponto de vista biológico é a postura de ovos e manter a ordem na colmeia usando feromônios que só ela possui. Única fêmea com capacidade de reprodução, a rainha nasce de um ovo fecundado, e é criada numa célula especial - diferente dos alvéolos hexagonais que formam os favos - uma cápsula denominada realeira, na qual é alimentada pelas operárias com a geleia real, produto riquíssimo em proteínas, vitaminas e hormônios sexuais. A geleia real é o alimento único e exclusivo da abelha-rainha, durante toda sua vida. A partir do nono dia, ela já está preparada para realizar o seu voo nupcial, quando será fecundada pelos zangões. Caso apareça outra rainha na colmeia, ambas lutarão até que uma delas morra.[carece de fontes?]No entanto, um estudo recente demonstra que as abelhas do Cabo na África do sul são capazes de realizar uma reprodução assexuada, nesse caso as abelhas operárias produzem ovos fecundados com seu próprio DNA. Apiterapia é um tipo de medicina alternativa que utiliza produtos das abelhas, como o mel, o pólen, própolis , geleia real e as apitoxinas . Os benefícios deste tipo de tratamentos não estão estabelecidos por evidências científicas, apesar de muitas das suas práticas datarem de muitos anos antes da era cristã.  A terapia por veneno de abelha é usada para tratar doenças como a Esclerose Múltipla, e a Artrite.  Mel Soro contra veneno de abelha Apicultura Apiterapia Colmeia Distúrbio do colapso das colônias Declínio das populações de insetos Qual a diferença entre abelhas e vespas? Superinteressante, 4 de julho de 2018 Sumiço de abelhas intriga cientistas de vários países Por Ricardo Westin. UOL, 7 de julho de 2007 O espantoso sumiço das abelhas: inseticidas estão provocando redução de até 50% no número de colmeias, nos EUA e Europa. Por Najar Tubino, de Carta Maior. Outras Palavras, 2 de março de 2013. Apicultores brasileiros encontram meio bilhão de abelhas mortas em três meses Por Pedro Grigori e Bruno Fonseca. Agência Pública/Repórter Brasil, 7 de março de 2019","sentences":[{"text":"Abelhas são insetos voadores, conhecidos pelo seu importante papel na polinização.","keywords":["insetos voadores","importante papel na","Abelhas","polinização"],"images":["https://c8.alamy.com/comp/P4239A/abelha-bor-tetragona-clavipes-na-entrada-da-colmeia-P4239A.jpg","https://www.researchgate.net/profile/Denise_Alves2/publication/319041351/figure/fig1/AS:599097148977153@1519847299616/Exemplos-de-abelhas-sem-ferrao-utilizadas-para-a-polinizacao-de-culturas-agricolas-a.png"],"googleSearchQuery":"abelhas"},{"text":"Pertencem à ordem Hymenoptera, da superfamília Apoidea, subgrupo Anthophila, e são aparentados das vespas e formigas.","keywords":["ordem Hymenoptera","superfamília Apoidea","subgrupo Anthophila","vespas","formigas"],"images":["https://www.researchgate.net/profile/Isis_Arend_Da_Silva/publication/269200934/figure/fig16/AS:342447105298434@1458657160235/FIGURA-16-BOMBUS-SP-ABELHA-PERTENCENTE-A-ORDEM-HYMENOPTERA.png","https://image.slidesharecdn.com/ordemhymenoptera-completo-130914235117-phpapp02/95/ordem-hymenoptera-completo-2-638.jpg?cb=1379202731"],"googleSearchQuery":"abelhas ordem Hymenoptera"},{"text":"O representante mais conhecido é a Apis mellifera, oriunda do Velho Mundo, criada em larga escala para a produção de mel, própolis, geleia real e veneno.","keywords":["Velho Mundo","produção de mel","geleia real","representante","Apis","escala","própolis","veneno"],"images":["https://cptstatic.s3.amazonaws.com/imagens/enviadas/materias/materia9748/a-origem-da-apis-mellifera-cursos-cpt.jpg","https://sites.google.com/site/abelhasdeviana/_/rsrc/1467898701787/config/customLogo.gif?revision=5"],"googleSearchQuery":"abelhas Velho Mundo"},{"text":"As espécies de abelhas nativas das Américas e Oceania não possuem ferrão e são menos agressivas do que as espécies africanas, a maioria destas pertence à tribo Meliponini.","keywords":["espécies africanas","espécies de abelhas nativas das Américas","Oceania","tribo Meliponini","ferrão","maioria","pertence"],"images":["https://cptstatic.s3.amazonaws.com/imagens/enviadas/materias/materia9872/abelha-africanizada-cursos-cpt.jpg","https://image.slidesharecdn.com/espcieseraasdeabelhas-121101082219-phpapp01/95/espcies-e-raas-de-abelhas-1-638.jpg?cb=1351758238"],"googleSearchQuery":"abelhas espécies africanas"},{"text":"As abelhas com ferrão encontradas comumente no Brasil são espécies híbridas de abelhas europeias e africanas, criadas para maior produtividade e resistência.","keywords":["no Brasil","abelhas","espécies híbridas de abelhas europeias","ferrão","produtividade","resistência"],"images":["https://www.researchgate.net/profile/Claudia_Silva23/publication/263966626/figure/fig1/AS:614363857690633@1523487166568/Figura-1-Familias-de-abelhas-que-ocorrem-no-Brasil-Fotos-Katia-Aleixo.png","https://image.slidesharecdn.com/3-161222164249/95/enfraquecimento-e-perda-de-colnias-de-abelhas-no-brasil-h-casos-de-ccd-4-638.jpg?cb=1482426338"],"googleSearchQuery":"abelhas no Brasil"}],"downloadedImages":["https://c8.alamy.com/comp/P4239A/abelha-bor-tetragona-clavipes-na-entrada-da-colmeia-P4239A.jpg","https://www.researchgate.net/profile/Isis_Arend_Da_Silva/publication/269200934/figure/fig16/AS:342447105298434@1458657160235/FIGURA-16-BOMBUS-SP-ABELHA-PERTENCENTE-A-ORDEM-HYMENOPTERA.png","https://cptstatic.s3.amazonaws.com/imagens/enviadas/materias/materia9748/a-origem-da-apis-mellifera-cursos-cpt.jpg","https://cptstatic.s3.amazonaws.com/imagens/enviadas/materias/materia9872/abelha-africanizada-cursos-cpt.jpg","https://www.researchgate.net/profile/Claudia_Silva23/publication/263966626/figure/fig1/AS:614363857690633@1523487166568/Figura-1-Familias-de-abelhas-que-ocorrem-no-Brasil-Fotos-Katia-Aleixo.png"]}